{
    "OfferList": {
      "YouTube TV": "After reviewing your account, I noticed that you aren’t taking advantage of our current YouTube TV offer in order to get you over 100 channels directly on your smart devices and save you $10.00/month for 12 months as a new YouTube TV customer through Frontier.\n\nYou also would have access to a Free Trial, so if you decide you don’t like it, then you can cancel before the trial ends and not be charged!",
      "Whole Home Wi-Fi": "With your existing internet service, I’m sure there are some areas on your property that you would like to have a stronger signal.  We can provide that with our Whole-Home Wi-Fi. \n\nThis will provide you with a range extender, so you can use you internet service even outside of your home!\n\nLet’s get you a further connection!",
      "Eero Secure": "With the security threats that are more frequent these days, it’s best to be protected on all of your devices.  With the eero Secure feature, you’ll be protected against viruses, malware, and spyware.  You’ll also have your personal information protected, additional ad blocking, and most of all advanced parental control features.\n\nLet’s get you protected today!",
      "Total Shield": "With the security threats that are more frequent these days, it’s best to be protected on all of your devices.  With the Total Shield Bundle, you’ll be protected against viruses, malware, and spyware.  You’ll also have access to a VPN or Virtual Private Network as well as a highly secured Password Manager.\n\nLet’s get you protected today!",
      "Chelsey Dietrich": "Have you needed help with setting up all of your devices and don’t know where to start? With the My Premium Tech Pro feature, you’ll have a pro on the line in no time who will assist you with setting up and troubleshooting any and all of your devices.\n\nLet’s get your devices taken care of today!",
      "Identity Protection": "With the rise in identity theft and fraudulent activity, it’s best to make sure your information is protected.  With the Identity Protection feature, we will provide you with credit monitoring from three credit bureaus, global ID monitoring, lost wallet protection, and social security number monitoring.\n\nLet’s get your information secured today!",
      "My Premium Tech Pro": "Have you needed help with setting up all of your devices and don’t know where to start? With the My Premium Tech Pro feature, you’ll have a pro on the line in no time who will assist you with setting up and troubleshooting any and all of your devices.\n\nLet’s get your devices taken care of today!"
    }
}